import postImg from "./public/assets/images/blog-detail-banner.webp";
import academyTestDataImg from "./public/assets/images/academy.avif"
export const academyTestData = [
  {
    id: 0,
    title: "چگونه گوشی آیفون را ریست کنیم ؟!",
    href: "blog-detail",
    date: new Date(),
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    imgUrl: academyTestDataImg,
  },
  {
    id: 1,
    title: "چگونه گوشی آیفون را ریست کنیم ؟!",
    href: "/",
    date: new Date(),
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    imgUrl: null,
  },
  {
    id: 2,
    title: "چگونه گوشی آیفون را ریست کنیم ؟!",
    href: "/",
    date: new Date(),
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    imgUrl: null,
  },
  {
    id: 3,
    title: "چگونه گوشی آیفون را ریست کنیم ؟!",
    href: "/",
    date: new Date(),
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    imgUrl: academyTestDataImg,
  },
];
export const lastPostData = [
  {
    id: 0,
    title: "چگونه گوشی خود آیفون را ریست کنیم",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت",
    href: "/",
    img: postImg,
    date: new Date(),
  },
  {
    id: 1,
    title: "چگونه گوشی خود آیفون را ریست کنیم",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت",
    href: "/",
    img: postImg,
    date: new Date(),
  },
  {
    id: 2,
    title: "چگونه گوشی خود آیفون را ریست کنیم",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت",
    href: "/",
    img: postImg,
    date: new Date(),
  },
];
export const tagsData = ["موبایل", "لپتاپ", "کتاب", "تکنولوژی"];

export const CategoriesData = [
  {
    id: 0,
    label: "کتاب",
    href: "book",
  },
  {
    id: 1,
    label: "موبایل",
    href: "mobile",
  },
  {
    id: 2,
    label: "لپتاپ",
    href: "laptop",
  },
];
